#include <iostream>
using namespace std;

int main()
{
	cout << "陳品錞\t座號為" << 14 << "號" << "生日為20010925\n";
	cout << "方文山\t座號為" << 27 << "號" << "生日為20020325\n";
	cout << "江雨曈\t座號為" << 39 << "號" << "生日為20020328\n";
	system("pause");
	return 0;
}
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------
#include <iostream>
using namespace std;

int main()
{
	printf( "陳品錞\t座號為14號生日為20010925\n");
	printf( "方文山\t座號為27號生日為20020325\n");
	printf( "江雨曈\t座號為39號生日為20020328\n");
	system("pause");
	return 0;
}
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------
#include <iostream>
using namespace std;

int main()
{
	string list[3] = { "陳品錞\t座號為14號生日為20010925\n" ,"方文山\t座號為27號生日為20020325\n" ,"江雨曈\t座號為39號生日為20020328\n" };
	for (int i = 0; i < 3; i++)
	{
		cout << list[i];
	}
	system("pause");
	return 0;
}
--------------------------------------------------------------------------------------------------------------------------------------------------------------------------
#include <iostream>
using namespace std;

int main()
{
	string list[3][2] = { {"陳品錞\t","座號為14號生日為20010925\n"},{"方文山\t","座號為27號生日為20020325\n"},{"江雨曈\t","座號為39號生日為20020328\n"} };
	for (int i = 0; i < 3; i++)
	{
		for (int j = 0; j < 2; j++)
		{
				cout << list[i][j];
		}
	}
	system("pause");
	return 0;
}
